Repository: mahmoud98-30/MCQ
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Arabic
ar: عربي

source: English
ar: أنجليزي

source: title
ar: عنوان

source: correct_image
ar: صورة الورقة الصحيحه

source: answer_image
ar: صورة ورقة الطالب

source: Correct
ar: تصحيح

source: Corrects
ar: تصحيح

source: correction
ar: تصحيح

source: Papers and settings
ar: أوراق و الأعدادات

source: Question and answer sheets
ar: أوراق الاجابه و الأسئلة

source: Delete all data
ar: مسح كل البيانات

source: Exit
ar: خروج

source: logout
ar: تسجيل الخروج

source: Create a new account
ar: أنشاء حساب جديد

source: profile
ar: ملف شخصي

source: settings
ar: الأعدادات

source: Do you really want to be logged out
ar: هل ترغب حقائص في تسجيل الخروج

source: If you really want to log out, press logout
ar: أذا كنت ترغب في الخروج اضغط علي تسجيل الخروج

source: Cancel
ar: الغاء

source: Do you really want to clear all the question papers?
ar: هل ترغب حقاً في مسح كل الاوراق

source: Delete
ar: مسح

source: Correct Answer
ar: الأجابة الصحيحه

source: Download the question form
ar: تحميل الورقة النمودجية

source: Download the correct answer sheet demo
ar: تحميل ورقة الاجابة الصحيحه التجريبية

source: Download Student's Answer Sheet Demo
ar: تحميل ورقة اجابة الطالب التجريبية

source: Upload Paper
ar: تحميل الاوراق

source: Subject
ar: مادة

source: subject
ar: مادة

source: enter the subject name
ar: أدخل اسم المادة

source: Correct image
ar: الورقة الصحيحه

source: Answer image
ar: ورقة الطالب

source: Correction
ar: تصحيح

source: Congratulations, your correction has been successful.
ar: تهانينه لقد تم التصحيح بنجاح

source: home
ar: الرئيسي

source: papers
ar: اوراق

source: Password does not match
ar: كلمة المرور غير مطابقة

source: There is a registered user with this name.
ar: اسم المستخدم موجود

source: The email is already email
ar: البريد الاكتروني موجود مسبقا

source: Login
ar: تسجيل الدخول

source: welcome
ar: اهلا و سهلا

source: Enter your email address
ar: أدخل البريد الاكتروني

source: Password
ar: كلمة المرورو

source: did you forget your password?
ar: هل نسيت كلمة المرور

source: username
ar: اسم المستخدم

source: email
ar: البريد الألكتروني

source: confirm password
ar: تأكيد كلمة المرور

source: Create an account
ar: أنشاء حساب جديد

source: register
ar: تسجيل

source: There is an error in the username or password
ar: يوجد خطأ في اسم المستخدم او كلمة المرور
